self.catalog = [
	{
		optname: "第四学期-重点复习-期末考试复习题",
		options: [
			{
				name: "06/06 外科护理学-人卫扫一扫第二十章＋职教云作业综合试题",
				prop: {disabled: true}, vals: [
					{"type": "pmph-xml", "file": "人卫图书增值/13.外科护理学（第4版）/第二十章 肝胆疾病病人的护理.xml"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/冯博--外科护理学/作业/06.外科护理学下半学期综合1.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/冯博--外科护理学/作业/07.下半学期综合试题2.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/冯博--外科护理学/作业/08.下半学期综合试题3.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/冯博--外科护理学/作业/09.下半学期综合试题4.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/冯博--外科护理学/作业/10.下半学期综合试题5.json"}
				]
			},
			{
				name: "06/15 社区护理学复习题",
				vals: [
					{"type": "plain-txt", "file": "其他/第四学期/2022年06月-社区护理学复习题.txt"}
				]
			},
			{
				name: "06/16 卫生法律法规复习题",
				prop: {disabled: true}, vals: [
					// {"type": "plain-txt", "file": "其他/第四学期/2022年06月-护理伦理与法律法规复习题.txt"}
				]
			}
		]
	},
	{
		optname: "人卫图书增值（扫一扫，测一测）",
		options: [
			{
				name: "第一学期-护理礼仪与人际沟通（第2版）",
				prop: {disabled: true}, vals: [
					{"type": "pmph-xml", "file": "人卫图书增值/01.护理礼仪与人际沟通（第2版）/第一章 礼仪及护理礼仪.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/01.护理礼仪与人际沟通（第2版）/第二章 日常社交礼仪.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/01.护理礼仪与人际沟通（第2版）/第三章 护士实用礼仪.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/01.护理礼仪与人际沟通（第2版）/第四章 人际关系.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/01.护理礼仪与人际沟通（第2版）/第五章 人际沟通.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/01.护理礼仪与人际沟通（第2版）/第六章 护理工作中的语言沟通.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/01.护理礼仪与人际沟通（第2版）/第七章 护理工作中的非语言沟通.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/01.护理礼仪与人际沟通（第2版）/第八章 护理实践礼仪.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/01.护理礼仪与人际沟通（第2版）/第九章 求职礼仪.xml"}
				]
			},
			{
				name: "第一学期-护理学导论（第4版）",
				prop: {disabled: true}, vals: [
					{"type": "pmph-xml", "file": "人卫图书增值/02.护理学导论（第4版）/第一章 绪论.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/02.护理学导论（第4版）/第二章 健康与疾病.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/02.护理学导论（第4版）/第三章 护士与病人.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/02.护理学导论（第4版）/第四章 护理支持性理论.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/02.护理学导论（第4版）/第五章 护理理论与模式.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/02.护理学导论（第4版）/第六章 评判性思维与临床护理决策.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/02.护理学导论（第4版）/第七章 护理程序.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/02.护理学导论（第4版）/第八章 护理安全与职业防护.xml"}
				]
			},
			{
				name: "第一学期-人体解剖学与组织胚胎学",
				prop: {disabled: true}, vals: [
					{"type": "pmph-xml", "file": "人卫图书增值/03.人体解剖学与组织胚胎学/绪论.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/03.人体解剖学与组织胚胎学/第一章 运动系统.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/03.人体解剖学与组织胚胎学/第二章 消化系统.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/03.人体解剖学与组织胚胎学/第三章 呼吸系统.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/03.人体解剖学与组织胚胎学/第四章 泌尿系统.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/03.人体解剖学与组织胚胎学/第五章 生殖系统.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/03.人体解剖学与组织胚胎学/第六章 脉管系统.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/03.人体解剖学与组织胚胎学/第七章 感觉器.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/03.人体解剖学与组织胚胎学/第八章 神经系统.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/03.人体解剖学与组织胚胎学/第九章 内分泌系统.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/03.人体解剖学与组织胚胎学/第十章 基本组织.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/03.人体解剖学与组织胚胎学/第十一章 器官微细结构.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/03.人体解剖学与组织胚胎学/第十二章 人体胚胎发育概要.xml"}
				]
			},
			{
				name: "第二学期-病理学与病理生理学（第4版）",
				prop: {disabled: true}, vals: [
					{"type": "pmph-xml", "file": "人卫图书增值/04.病理学与病理生理学（第4版）/第一章 疾病概论.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/04.病理学与病理生理学（第4版）/第二章 应激.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/04.病理学与病理生理学（第4版）/第三章 缺氧.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/04.病理学与病理生理学（第4版）/第四章 细胞和组织的适应、损伤与修复.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/04.病理学与病理生理学（第4版）/第五章 局部血液循环障碍.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/04.病理学与病理生理学（第4版）/第六章 水、电解质代谢紊乱.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/04.病理学与病理生理学（第4版）/第七章 酸碱平衡紊乱.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/04.病理学与病理生理学（第4版）/第八章 发热.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/04.病理学与病理生理学（第4版）/第九章 炎症.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/04.病理学与病理生理学（第4版）/第十章 休克.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/04.病理学与病理生理学（第4版）/第十一章 弥散性血管内凝血.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/04.病理学与病理生理学（第4版）/第十二章 肿瘤.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/04.病理学与病理生理学（第4版）/第十三章 呼吸系统疾病.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/04.病理学与病理生理学（第4版）/第十四章 呼吸功能不全.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/04.病理学与病理生理学（第4版）/第十五章 心血管系统疾病.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/04.病理学与病理生理学（第4版）/第十六章 心功能不全.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/04.病理学与病理生理学（第4版）/第十七章 消化系统疾病.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/04.病理学与病理生理学（第4版）/第十八章 肝性脑病.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/04.病理学与病理生理学（第4版）/第十九章 泌尿系统疾病.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/04.病理学与病理生理学（第4版）/第二十章 肾功能不全.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/04.病理学与病理生理学（第4版）/第二十一章 生殖系统和乳腺疾病.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/04.病理学与病理生理学（第4版）/第二十二章 内分泌系统疾病.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/04.病理学与病理生理学（第4版）/第二十三章 传染病及寄生虫病.xml"}
				]
			},
			{
				name: "第二学期-护用药理学（第4版）",
				prop: {disabled: true}, vals: [
					{"type": "pmph-xml", "file": "人卫图书增值/05.护用药理学（第4版）/第一章 绪言.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/05.护用药理学（第4版）/第二章 药物效应动力学.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/05.护用药理学（第4版）/第三章 药物代谢动力学.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/05.护用药理学（第4版）/第四章 影响药物作用的因素.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/05.护用药理学（第4版）/第五章 传出神经系统药理概论.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/05.护用药理学（第4版）/第六章 胆碱受体激动药和胆碱酯酶抑制药.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/05.护用药理学（第4版）/第七章 胆碱受体阻断药.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/05.护用药理学（第4版）/第八章 肾上腺素受体激动药.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/05.护用药理学（第4版）/第九章 肾上腺素受体阻断药.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/05.护用药理学（第4版）/第十章 局部麻醉药.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/05.护用药理学（第4版）/第十一章 镇静催眠药.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/05.护用药理学（第4版）/第十二章 抗癫痫药和抗惊厥药.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/05.护用药理学（第4版）/第十三章 治疗中枢神经系统退行性疾病药.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/05.护用药理学（第4版）/第十四章 抗精神失常药.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/05.护用药理学（第4版）/第十五章 镇痛药.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/05.护用药理学（第4版）/第十六章 解热镇痛抗炎药.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/05.护用药理学（第4版）/第十七章 中枢兴奋药和改善脑代谢药.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/05.护用药理学（第4版）/第十八章 利尿药和脱水药.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/05.护用药理学（第4版）/第十九章 抗高血压药.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/05.护用药理学（第4版）/第二十章 抗充血性心力衰竭药.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/05.护用药理学（第4版）/第二十一章 抗心律失常药.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/05.护用药理学（第4版）/第二十二章 抗心绞痛药.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/05.护用药理学（第4版）/第二十三章 调血脂药和抗动脉粥样硬化药.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/05.护用药理学（第4版）/第二十四章 肾上腺皮质激素类药.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/05.护用药理学（第4版）/第二十五章 甲状腺激素和抗甲状腺药.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/05.护用药理学（第4版）/第二十六章 胰岛素和口服降血糖药.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/05.护用药理学（第4版）/第二十七章 性激素类药和避孕药.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/05.护用药理学（第4版）/第二十八章 作用于子宫药物.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/05.护用药理学（第4版）/第二十九章 抗过敏药.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/05.护用药理学（第4版）/第三十章 作用于血液和造血系统药物.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/05.护用药理学（第4版）/第三十一章 作用于呼吸系统药物.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/05.护用药理学（第4版）/第三十二章 作用于消化系统药物.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/05.护用药理学（第4版）/第三十三章 抗菌药物概述.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/05.护用药理学（第4版）/第三十四章 β-内酰胺类抗生素.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/05.护用药理学（第4版）/第三十五章 大环内酯类、林可霉素类、多肽类及多磷类抗生素.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/05.护用药理学（第4版）/第三十六章 氨基糖苷类抗生素.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/05.护用药理学（第4版）/第三十七章 四环素类和氯霉素类抗生素.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/05.护用药理学（第4版）/第三十八章 人工合成抗菌药.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/05.护用药理学（第4版）/第三十九章 抗真菌药和抗病毒药.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/05.护用药理学（第4版）/第四十章 抗结核病药.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/05.护用药理学（第4版）/第四十一章 抗寄生虫病药.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/05.护用药理学（第4版）/第四十二章 消毒防腐药.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/05.护用药理学（第4版）/第四十三章 抗恶性肿瘤药.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/05.护用药理学（第4版）/第四十四章 影响免疫功能药物.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/05.护用药理学（第4版）/第四十五章 特效解毒药.xml"}
				]
			},
			{
				name: "第二/三/四学期-基础护理学（第4版）",
				vals: [
					{"type": "pmph-xml", "file": "人卫图书增值/06.基础护理学（第4版）/第一章 医院和住院环境.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/06.基础护理学（第4版）/第二章 入院和出院护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/06.基础护理学（第4版）/第三章 舒适与安全.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/06.基础护理学（第4版）/第四章 医院感染的预防和控制.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/06.基础护理学（第4版）/第五章 清洁护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/06.基础护理学（第4版）/第六章 生命体征的观察与护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/06.基础护理学（第4版）/第七章 饮食护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/06.基础护理学（第4版）/第八章 排泄护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/06.基础护理学（第4版）/第九章 药物疗法与过敏试验法.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/06.基础护理学（第4版）/第十章 静脉输液和输血.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/06.基础护理学（第4版）/第十一章 冷热疗法.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/06.基础护理学（第4版）/第十二章 标本采集.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/06.基础护理学（第4版）/第十三章 病情观察和危重病人的抢救.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/06.基础护理学（第4版）/第十四章 临终病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/06.基础护理学（第4版）/第十五章 医疗与护理文件记录.xml"}
				]
			},
			{
				name: "第二学期-生理学（第2版）",
				prop: {disabled: true}, vals: [
					{"type": "pmph-xml", "file": "人卫图书增值/07.生理学（第2版）/第一章 绪论.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/07.生理学（第2版）/第二章 细胞的基本功能.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/07.生理学（第2版）/第三章 血液.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/07.生理学（第2版）/第四章 血液循环.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/07.生理学（第2版）/第五章 呼吸.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/07.生理学（第2版）/第六章 消化和吸收.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/07.生理学（第2版）/第七章 能量代谢与体温.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/07.生理学（第2版）/第八章 尿的生成与排出.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/07.生理学（第2版）/第九章 感觉器官.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/07.生理学（第2版）/第十章 神经系统.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/07.生理学（第2版）/第十一章 内分泌.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/07.生理学（第2版）/第十二章 生殖.xml"}
				]
			},
			{
				name: "第三学期-妇产科护理学（第4版）",
				prop: {disabled: true}, vals: [
					{"type": "pmph-xml", "file": "人卫图书增值/08.妇产科护理学（第4版）/第一章 女性生殖系统解剖与生理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/08.妇产科护理学（第4版）/第二章 妊娠期妇女的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/08.妇产科护理学（第4版）/第三章 分娩期妇女的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/08.妇产科护理学（第4版）/第四章 产褥期母婴的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/08.妇产科护理学（第4版）/第五章 高危妊娠的管理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/08.妇产科护理学（第4版）/第六章 异常妊娠妇女的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/08.妇产科护理学（第4版）/第七章 妊娠期特有疾病妇女的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/08.妇产科护理学（第4版）/第八章 妊娠合并症妇女的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/08.妇产科护理学（第4版）/第九章 异常分娩妇女的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/08.妇产科护理学（第4版）/第十章 分娩期并发症妇女的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/08.妇产科护理学（第4版）/第十一章 产褥期并发症妇女的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/08.妇产科护理学（第4版）/第十二章 妇科疾病患者护理计划的制订.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/08.妇产科护理学（第4版）/第十三章 女性生殖系统炎症患者的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/08.妇产科护理学（第4版）/第十四章 妇科手术患者的围术期护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/08.妇产科护理学（第4版）/第十五章 女性生殖系统肿瘤患者的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/08.妇产科护理学（第4版）/第十六章 女性生殖系统创伤性疾病患者的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/08.妇产科护理学（第4版）/第十七章 妊娠滋养细胞疾病患者的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/08.妇产科护理学（第4版）/第十八章 女性生殖内分泌疾病患者的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/08.妇产科护理学（第4版）/第十九章 子宫内膜异位症与子宫腺肌病患者的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/08.妇产科护理学（第4版）/第二十章 不孕症妇女的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/08.妇产科护理学（第4版）/第二十一章 计划生育妇女的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/08.妇产科护理学（第4版）/第二十二章 妇产科护理操作技术.xml"}
				]
			},
			{
				name: "第三学期-护理心理学基础（第3版）",
				prop: {disabled: true}, vals: [
					{"type": "pmph-xml", "file": "人卫图书增值/09.护理心理学基础（第3版）/第一章 绪论.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/09.护理心理学基础（第3版）/第二章 心理过程.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/09.护理心理学基础（第3版）/第三章 人格.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/09.护理心理学基础（第3版）/第四章 心理健康与发展心理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/09.护理心理学基础（第3版）/第五章 心理应激.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/09.护理心理学基础（第3版）/第六章 心身疾病.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/09.护理心理学基础（第3版）/第七章 心理评估.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/09.护理心理学基础（第3版）/第八章 心理干预.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/09.护理心理学基础（第3版）/第九章 病人心理与护患沟通.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/09.护理心理学基础（第3版）/第十章 心理护理.xml"}
				]
			},
			{
				name: "第三学期-健康评估（第4版）",
				prop: {disabled: true}, vals: [
					{"type": "pmph-xml", "file": "人卫图书增值/10.健康评估（第4版）/第一章 健康资料.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/10.健康评估（第4版）/第二章 健康史评估.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/10.健康评估（第4版）/第三章 常见症状评估.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/10.健康评估（第4版）/第四章 身体评估.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/10.健康评估（第4版）/第五章 心理评估.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/10.健康评估（第4版）/第六章 社会评估.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/10.健康评估（第4版）/第七章 实验室检查.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/10.健康评估（第4版）/第八章 心电图检查.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/10.健康评估（第4版）/第九章 影像学检查.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/10.健康评估（第4版）/第十章 护理诊断的思维方法.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/10.健康评估（第4版）/第十一章 健康评估记录.xml"}
				]
			},
			{
				name: "第三学期-精神科护理学（第4版）",
				prop: {disabled: true}, vals: [
					{"type": "pmph-xml", "file": "人卫图书增值/11.精神科护理学（第4版）/第一章 绪论.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/11.精神科护理学（第4版）/第二章 精神疾病的病因及症状学.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/11.精神科护理学（第4版）/第三章 精神障碍病人的治疗环境.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/11.精神科护理学（第4版）/第四章 精神疾病治疗过程的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/11.精神科护理学（第4版）/第五章 神经症病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/11.精神科护理学（第4版）/第六章 应激相关障碍病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/11.精神科护理学（第4版）/第七章 情感性精神障碍病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/11.精神科护理学（第4版）/第八章 精神分裂症病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/11.精神科护理学（第4版）/第九章 器质性精神障碍病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/11.精神科护理学（第4版）/第十章 人格障碍病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/11.精神科护理学（第4版）/第十一章 心理因素相关生理障碍病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/11.精神科护理学（第4版）/第十二章 精神活性物质所致精神障碍病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/11.精神科护理学（第4版）/第十三章 儿童少年期精神障碍病人的护理.xml"}
				]
			},
			{
				name: "第三/四学期-内科护理学（第4版）",
				vals: [
					{"type": "pmph-xml", "file": "人卫图书增值/12.内科护理学（第4版）/第一章 绪论.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/12.内科护理学（第4版）/第二章 呼吸系统疾病病人的护理 第一节.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/12.内科护理学（第4版）/第二章 呼吸系统疾病病人的护理 第二节.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/12.内科护理学（第4版）/第二章 呼吸系统疾病病人的护理 第三节.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/12.内科护理学（第4版）/第二章 呼吸系统疾病病人的护理 第四节.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/12.内科护理学（第4版）/第二章 呼吸系统疾病病人的护理 第五节.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/12.内科护理学（第4版）/第二章 呼吸系统疾病病人的护理 第六节.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/12.内科护理学（第4版）/第二章 呼吸系统疾病病人的护理 第七节.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/12.内科护理学（第4版）/第二章 呼吸系统疾病病人的护理 第八节.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/12.内科护理学（第4版）/第二章 呼吸系统疾病病人的护理 第九节.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/12.内科护理学（第4版）/第二章 呼吸系统疾病病人的护理 第十节.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/12.内科护理学（第4版）/第二章 呼吸系统疾病病人的护理 第十一节.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/12.内科护理学（第4版）/第三章 循环系统疾病病人的护理 第二节.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/12.内科护理学（第4版）/第三章 循环系统疾病病人的护理 第三节.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/12.内科护理学（第4版）/第三章 循环系统疾病病人的护理 第四节.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/12.内科护理学（第4版）/第三章 循环系统疾病病人的护理 第五节.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/12.内科护理学（第4版）/第三章 循环系统疾病病人的护理 第六节.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/12.内科护理学（第4版）/第三章 循环系统疾病病人的护理 第七节.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/12.内科护理学（第4版）/第三章 循环系统疾病病人的护理 第八节.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/12.内科护理学（第4版）/第三章 循环系统疾病病人的护理 第九节.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/12.内科护理学（第4版）/第四章 消化系统疾病病人的护理 第一节.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/12.内科护理学（第4版）/第四章 消化系统疾病病人的护理 第二节.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/12.内科护理学（第4版）/第四章 消化系统疾病病人的护理 第三节.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/12.内科护理学（第4版）/第四章 消化系统疾病病人的护理 第四节.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/12.内科护理学（第4版）/第四章 消化系统疾病病人的护理 第五节.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/12.内科护理学（第4版）/第四章 消化系统疾病病人的护理 第六节.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/12.内科护理学（第4版）/第四章 消化系统疾病病人的护理 第七节.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/12.内科护理学（第4版）/第四章 消化系统疾病病人的护理 第八节.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/12.内科护理学（第4版）/第四章 消化系统疾病病人的护理 第九节.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/12.内科护理学（第4版）/第四章 消化系统疾病病人的护理 第十节.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/12.内科护理学（第4版）/第五章 泌尿系统疾病病人的护理 第一节.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/12.内科护理学（第4版）/第五章 泌尿系统疾病病人的护理 第二节.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/12.内科护理学（第4版）/第五章 泌尿系统疾病病人的护理 第三节.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/12.内科护理学（第4版）/第五章 泌尿系统疾病病人的护理 第四节.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/12.内科护理学（第4版）/第六章 血液系统疾病病人的护理 第一节.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/12.内科护理学（第4版）/第六章 血液系统疾病病人的护理 第二节.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/12.内科护理学（第4版）/第六章 血液系统疾病病人的护理 第三节.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/12.内科护理学（第4版）/第六章 血液系统疾病病人的护理 第四节.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/12.内科护理学（第4版）/第七章 内分泌与代谢系统疾病病人的护理 第一节.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/12.内科护理学（第4版）/第七章 内分泌与代谢系统疾病病人的护理 第二节.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/12.内科护理学（第4版）/第七章 内分泌与代谢系统疾病病人的护理 第三节.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/12.内科护理学（第4版）/第七章 内分泌与代谢系统疾病病人的护理 第四节.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/12.内科护理学（第4版）/第七章 内分泌与代谢系统疾病病人的护理 第五节.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/12.内科护理学（第4版）/第七章 内分泌与代谢系统疾病病人的护理 第六节.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/12.内科护理学（第4版）/第八章 风湿性疾病病人的护理 第一节.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/12.内科护理学（第4版）/第八章 风湿性疾病病人的护理 第二节.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/12.内科护理学（第4版）/第八章 风湿性疾病病人的护理 第三节.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/12.内科护理学（第4版）/第九章 神经系统疾病病人的护理 第一节.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/12.内科护理学（第4版）/第九章 神经系统疾病病人的护理 第二节.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/12.内科护理学（第4版）/第九章 神经系统疾病病人的护理 第三节.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/12.内科护理学（第4版）/第九章 神经系统疾病病人的护理 第四节.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/12.内科护理学（第4版）/第九章 神经系统疾病病人的护理 第五节.xml"}
				]
			},
			{
				name: "第三/四学期-外科护理学（第4版）",
				prop: {disabled: true}, vals: [
					{"type": "pmph-xml", "file": "人卫图书增值/13.外科护理学（第4版）/第一章 绪论.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/13.外科护理学（第4版）/第二章 水、电解质及酸碱平衡失调病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/13.外科护理学（第4版）/第三章 营养支持病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/13.外科护理学（第4版）/第四章 外科休克病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/13.外科护理学（第4版）/第五章 麻醉病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/13.外科护理学（第4版）/第六章 手术室护理工作.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/13.外科护理学（第4版）/第七章 手术前后病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/13.外科护理学（第4版）/第八章 外科感染病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/13.外科护理学（第4版）/第九章 损伤病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/13.外科护理学（第4版）/第十章 肿瘤病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/13.外科护理学（第4版）/第十一章 颅脑疾病病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/13.外科护理学（第4版）/第十二章 颈部疾病病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/13.外科护理学（第4版）/第十三章 胸部疾病病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/13.外科护理学（第4版）/第十四章 乳房疾病病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/13.外科护理学（第4版）/第十五章 腹外疝病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/13.外科护理学（第4版）/第十六章 急性化脓性腹膜炎与腹部损伤病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/13.外科护理学（第4版）/第十七章 胃十二指肠疾病病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/13.外科护理学（第4版）/第十八章 肠疾病病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/13.外科护理学（第4版）/第十九章 肛管疾病病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/13.外科护理学（第4版）/第二十章 肝胆疾病病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/13.外科护理学（第4版）/第二十一章 胰腺疾病病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/13.外科护理学（第4版）/第二十二章 急腹症病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/13.外科护理学（第4版）/第二十三章 周围血管疾病病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/13.外科护理学（第4版）/第二十四章 泌尿、男性生殖系疾病的主要症状和检查.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/13.外科护理学（第4版）/第二十五章 泌尿系统损伤疾病病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/13.外科护理学（第4版）/第二十六章 尿石症病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/13.外科护理学（第4版）/第二十七章 泌尿、男性生殖系结核病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/13.外科护理学（第4版）/第二十八章 泌尿、男生殖系统肿瘤病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/13.外科护理学（第4版）/第二十九章 良性前列腺增生病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/13.外科护理学（第4版）/第三十章 肾移植病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/13.外科护理学（第4版）/第三十一章 骨折病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/13.外科护理学（第4版）/第三十二章 关节脱位病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/13.外科护理学（第4版）/第三十三章 骨与关节感染病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/13.外科护理学（第4版）/第三十四章 颈肩痛与腰腿痛病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/13.外科护理学（第4版）/第三十五章 常见骨肿瘤病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/13.外科护理学（第4版）/第三十六章 断肢（指）再植病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/13.外科护理学（第4版）/第三十七章 关节置换病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/13.外科护理学（第4版）/第三十八章 皮肤性病学总论.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/13.外科护理学（第4版）/第三十九章 变态反应性皮肤病病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/13.外科护理学（第4版）/第四十章 感染性皮肤病病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/13.外科护理学（第4版）/第四十一章 动物性皮肤病病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/13.外科护理学（第4版）/第四十二章 红斑鳞屑性皮肤病病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/13.外科护理学（第4版）/第四十三章 性传播疾病病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/13.外科护理学（第4版）/第四十四章 大疱性皮肤病病人的护理.xml"}
				]
			},
			{
				name: "第三学期-眼耳鼻咽喉口腔科护理学（第4版）",
				prop: {disabled: true}, vals: [
					{"type": "pmph-xml", "file": "人卫图书增值/14.眼耳鼻咽喉口腔科护理学（第4版）/第一章 眼的应用解剖生理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/14.眼耳鼻咽喉口腔科护理学（第4版）/第二章 眼科病人的护理概述.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/14.眼耳鼻咽喉口腔科护理学（第4版）/第三章 眼睑及泪器病病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/14.眼耳鼻咽喉口腔科护理学（第4版）/第四章 结膜病病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/14.眼耳鼻咽喉口腔科护理学（第4版）/第五章 角膜病病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/14.眼耳鼻咽喉口腔科护理学（第4版）/第六章 白内障病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/14.眼耳鼻咽喉口腔科护理学（第4版）/第七章 青光眼病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/14.眼耳鼻咽喉口腔科护理学（第4版）/第八章 葡萄膜、视网膜和玻璃体病病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/14.眼耳鼻咽喉口腔科护理学（第4版）/第九章 眼外伤病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/14.眼耳鼻咽喉口腔科护理学（第4版）/第十章 斜视与弱视病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/14.眼耳鼻咽喉口腔科护理学（第4版）/第十一章 屈光不正病人和老视的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/14.眼耳鼻咽喉口腔科护理学（第4版）/第十二章 盲和低视力病人的康复及护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/14.眼耳鼻咽喉口腔科护理学（第4版）/第十三章 耳鼻咽喉的应用解剖生理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/14.眼耳鼻咽喉口腔科护理学（第4版）/第十四章 耳鼻咽喉科病人的护理概述.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/14.眼耳鼻咽喉口腔科护理学（第4版）/第十五章 耳科病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/14.眼耳鼻咽喉口腔科护理学（第4版）/第十六章 鼻科病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/14.眼耳鼻咽喉口腔科护理学（第4版）/第十七章 咽科病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/14.眼耳鼻咽喉口腔科护理学（第4版）/第十八章 喉科病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/14.眼耳鼻咽喉口腔科护理学（第4版）/第十九章 气管、支气管及食管异物病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/14.眼耳鼻咽喉口腔科护理学（第4版）/第二十章 口腔颌面部的应用解剖生理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/14.眼耳鼻咽喉口腔科护理学（第4版）/第二十一章 口腔科病人的护理概述.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/14.眼耳鼻咽喉口腔科护理学（第4版）/第二十二章 牙体、牙髓病和根尖周围组织病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/14.眼耳鼻咽喉口腔科护理学（第4版）/第二十三章 牙周组织病病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/14.眼耳鼻咽喉口腔科护理学（第4版）/第二十四章 口腔黏膜病病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/14.眼耳鼻咽喉口腔科护理学（第4版）/第二十五章 口腔修复病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/14.眼耳鼻咽喉口腔科护理学（第4版）/第二十六章 口腔颌面部感染病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/14.眼耳鼻咽喉口腔科护理学（第4版）/第二十七章 口腔颌面部损伤病人的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/14.眼耳鼻咽喉口腔科护理学（第4版）/第二十八章 先天性唇裂与腭裂病人的护理.xml"}
				]
			},
			{
				name: "第四学期-儿科护理学（第4版）",
				vals: [
					{"type": "pmph-xml", "file": "人卫图书增值/15.儿科护理学（第4版）/第一章 绪论.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/15.儿科护理学（第4版）/第二章 儿童生长发育.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/15.儿科护理学（第4版）/第三章 儿童保健.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/15.儿科护理学（第4版）/第四章 患病儿童护理及其家庭支持.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/15.儿科护理学（第4版）/第五章 儿童营养与营养障碍性疾病患儿的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/15.儿科护理学（第4版）/第六章 新生儿与新生儿疾病患儿的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/15.儿科护理学（第4版）/第七章 消化系统疾病患儿的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/15.儿科护理学（第4版）/第八章 呼吸系统疾病患儿的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/15.儿科护理学（第4版）/第九章 循环系统疾病患儿的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/15.儿科护理学（第4版）/第十章 泌尿系统疾病患儿的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/15.儿科护理学（第4版）/第十一章 血液系统疾病患儿的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/15.儿科护理学（第4版）/第十二章 神经系统疾病患儿的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/15.儿科护理学（第4版）/第十三章 内分泌疾病患儿的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/15.儿科护理学（第4版）/第十四章 风湿性疾病患儿的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/15.儿科护理学（第4版）/第十五章 遗传代谢性疾病患儿的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/15.儿科护理学（第4版）/第十六章 结核病患儿的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/15.儿科护理学（第4版）/第十七章 儿科常用护理技术.xml"}
				]
			},
			{
				name: "第四学期-传染病护理（第2版）",
				vals: [
					{"type": "pmph-xml", "file": "人卫图书增值/16.传染病护理（第2版）/第一章 总论.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/16.传染病护理（第2版）/第二章 病毒感染性疾病患者的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/16.传染病护理（第2版）/第三章 细菌感染性疾病患者的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/16.传染病护理（第2版）/第四章 寄生虫感染性疾病患者的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/16.传染病护理（第2版）/第五章 螺旋体感染性疾病患者的护理.xml"}
				]
			},
			{
				name: "第四学期-急危重症护理学（第4版）",
				vals: [
					{"type": "pmph-xml", "file": "人卫图书增值/17.急危重症护理学（第4版）/第一章 绪论.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/17.急危重症护理学（第4版）/第二章 院前急救.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/17.急危重症护理学（第4版）/第三章 急诊科救护.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/17.急危重症护理学（第4版）/第四章 ICU病人的监护.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/17.急危重症护理学（第4版）/第五章 灾难救护.xml"}
				]
			},
			{
				name: "第四学期-老年护理学（第4版）",
				vals: [
					{"type": "pmph-xml", "file": "人卫图书增值/18.老年护理学（第4版）/第一章 绪论.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/18.老年护理学（第4版）/第二章 老年人健康及生活质量评估.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/18.老年护理学（第4版）/第三章 老年人的健康保健.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/18.老年护理学（第4版）/第四章 老年人的安全用药与护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/18.老年护理学（第4版）/第五章 老年期常见心理与精神问题的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/18.老年护理学（第4版）/第六章 老年人认知与感知的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/18.老年护理学（第4版）/第七章 老年人营养与排泄的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/18.老年护理学（第4版）/第八章 老年人休息与活动的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/18.老年护理学（第4版）/第九章 老年期其他特殊问题的护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/18.老年护理学（第4版）/第十章 老年临终关怀.xml"}
				]
			},
			{
				name: "第四学期-社区护理学（第4版）",
				vals: [
					{"type": "pmph-xml", "file": "人卫图书增值/19.社区护理学（第4版）/第一章 社区护理概述.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/19.社区护理学（第4版）/第二章 社区护理程序.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/19.社区护理学（第4版）/第三章 流行病学方法在社区护理中的应用.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/19.社区护理学（第4版）/第四章 社区健康管理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/19.社区护理学（第4版）/第五章 社区健康教育与健康促进.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/19.社区护理学（第4版）/第六章 社区环境与健康.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/19.社区护理学（第4版）/第七章 社区突发公共卫生事件的管理和护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/19.社区护理学（第4版）/第八章 社区家庭护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/19.社区护理学（第4版）/第九章 社区人群保健与护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/19.社区护理学（第4版）/第十章 慢性病及传染病社区预防与管理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/19.社区护理学（第4版）/第十一章 社区康复护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/19.社区护理学（第4版）/第十二章 社区健康档案.xml"}
				]
			},
			{
				name: "第四学期-卫生法律法规（第2版）",
				vals: [
					{"type": "pmph-xml", "file": "人卫图书增值/20.卫生法律法规（第2版）/第一章 卫生法律法规的基本理论.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/20.卫生法律法规（第2版）/第二章 卫生行政执法与卫生行政救济.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/20.卫生法律法规（第2版）/第三章 公民健康权益保护法律制度.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/20.卫生法律法规（第2版）/第四章 医疗机构管理法律制度.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/20.卫生法律法规（第2版）/第五章 卫生技术人员管理法律制度.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/20.卫生法律法规（第2版）/第六章 医疗事故处理法律制度.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/20.卫生法律法规（第2版）/第七章 血液管理法律制度.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/20.卫生法律法规（第2版）/第八章 药品管理法律制度.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/20.卫生法律法规（第2版）/第九章 疾病预防与控制法律制度.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/20.卫生法律法规（第2版）/第十章 母婴保健法律制度.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/20.卫生法律法规（第2版）/第十一章 公共卫生监督法律制度.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/20.卫生法律法规（第2版）/第十二章 食品、化妆品、生活饮用水法律制度.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/20.卫生法律法规（第2版）/第十三章 医学科学新技术中的法律问题.xml"}
				]
			},
			{
				name: "第四学期-中医护理学",
				vals: [
					{"type": "pmph-xml", "file": "人卫图书增值/21.中医护理学/绪论.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/21.中医护理学/第一章 阴阳五行.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/21.中医护理学/第二章 藏象.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/21.中医护理学/第三章 精、气、血、津液.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/21.中医护理学/第四章 经络腧穴.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/21.中医护理学/第五章 病因病机.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/21.中医护理学/第六章 中药与方剂基本知识.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/21.中医护理学/第七章 诊法与辨证.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/21.中医护理学/第八章 治则治法.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/21.中医护理学/第九章 中药用药护理.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/21.中医护理学/第十章 中医养生保健.xml"},
					{"type": "pmph-xml", "file": "人卫图书增值/21.中医护理学/第十一章 中医特色护理技术.xml"}
				]
			}
		]
	},
	{
		optname: "综合题库",
		prop: {disabled: true}, options: [
			{
				name: "第三学期-护理心理学-复习题",
				vals: [{"type": "plain-txt", "file": "其他/第三学期/2021年12月-护理心理学复习题.txt"}]
			},
			{
				name: "第三学期-护理管理学-复习题",
				vals: [{"type": "plain-txt", "file": "其他/第三学期/2021年12月-护理管理学复习题.txt"}]
			},
			{
				name: "第三学期-五官科护理-复习题",
				vals: [{"type": "plain-txt", "file": "其他/第三学期/2021年12月-五官科护理复习题.txt"}]
			},
			{
				name: "第三学期-精神科护理-练习题",
				vals: [{"type": "plain-txt", "file": "其他/第三学期/2021年12月-精神科护理练习题.txt"}]
			},
			{
				name: "第三学期-精神科护理-复习题",
				vals: [{"type": "plain-txt", "file": "其他/第三学期/2021年12月-精神科护理复习题.txt"}]
			},
			{
				name: "第三学期-妇产疾病防治补充练习题",
				vals: [{"type": "plain-txt", "file": "其他/第三学期/2021年12月-妇产疾病防治补充练习题.txt"}]
			},
			{
				name: "第三学期-妇产科护理-复习题",
				vals: [
					{"type": "plain-txt", "file": "妇产科护理学笔记（第四版）/第3章 妊娠并发症妇女的护理.txt"},
					{"type": "plain-txt", "file": "妇产科护理学笔记（第四版）/第4章 妊娠合并症妇女的护理.txt"},
					{"type": "plain-txt", "file": "妇产科护理学笔记（第四版）/第6章 异常分娩妇女的护理.txt"},
					{"type": "plain-txt", "file": "妇产科护理学笔记（第四版）/第7章 分娩期并发症妇女的护理.txt"},
					{"type": "plain-txt", "file": "妇产科护理学笔记（第四版）/第8章 产褥期妇女的护理.txt"},
					{"type": "plain-txt", "file": "妇产科护理学笔记（第四版）/第9章 异常产褥妇女的护理.txt"},
					{"type": "plain-txt", "file": "妇产科护理学笔记（第四版）/第10章 妇科护理病历.txt"},
					{"type": "plain-txt", "file": "妇产科护理学笔记（第四版）/第11章 女性生殖系统炎症患者的护理.txt"},
					{"type": "plain-txt", "file": "妇产科护理学笔记（第四版）/第12章 生殖内分泌疾病患者的护理.txt"},
					{"type": "plain-txt", "file": "妇产科护理学笔记（第四版）/第13章 妊娠滋养细胞疾病患者的护理.txt"},
					{"type": "plain-txt", "file": "妇产科护理学笔记（第四版）/第15章 妇科肿瘤患者的护理.txt"},
					{"type": "plain-txt", "file": "妇产科护理学笔记（第四版）/第18章 计划生育及妇女保健.txt"},
					{"type": "plain-txt", "file": "妇产科护理学笔记（第四版）/第19章 妇产科常用护理技术.txt"}
				]
			}
		]
	},
	{
		optname: "云课堂智慧职教",
		options: [
			{
				name: "第四学期-冯博--外科护理学",
				prop: {disabled: true}, vals: [
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/冯博--外科护理学/作业/01.泌尿系统损伤病人的护理.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/冯博--外科护理学/作业/02.尿石症病人的护理.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/冯博--外科护理学/作业/03.第二十九章 良性前列腺增生病人的护理.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/冯博--外科护理学/作业/04.第三十一章 骨折病人的护理.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/冯博--外科护理学/作业/05.第三十二章 关节脱位患者的护理.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/冯博--外科护理学/作业/06.外科护理学下半学期综合1.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/冯博--外科护理学/作业/07.下半学期综合试题2.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/冯博--外科护理学/作业/08.下半学期综合试题3.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/冯博--外科护理学/作业/09.下半学期综合试题4.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/冯博--外科护理学/作业/10.下半学期综合试题5.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/冯博--外科护理学/作业/11.第二章  水、电解质及酸碱平衡失调病人的护理.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/冯博--外科护理学/作业/12.第2章 水、电解质及酸碱平衡失调病人的护理.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/冯博--外科护理学/作业/13.第三至五章  营养支持病人的护理、 外科休克病人的护理、麻醉病人的护理.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/冯博--外科护理学/作业/14.第七章 手术前后病人的护理.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/冯博--外科护理学/作业/15.第九章 损伤病人的护理.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/冯博--外科护理学/作业/16.第十一章 颅脑疾病病人的护理.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/冯博--外科护理学/作业/17.第十二章 颈部疾病病人的护理.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/冯博--外科护理学/作业/18.第十三章 胸部疾病病人的护理.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/冯博--外科护理学/作业/19.第十四章  乳房疾病病人的护理.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/冯博--外科护理学/作业/20.第十五章 腹外疝病人的护理.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/冯博--外科护理学/作业/21.第十六章 急性化脓性腹膜炎和腹部损伤病人的护理.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/冯博--外科护理学/作业/22.第十七章 胃十二指肠疾病病人的护理.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/冯博--外科护理学/作业/23.第十八章 肠疾病病人的护理.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/冯博--外科护理学/作业/24.第十七章 胃十二指肠疾病病人的护理.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/冯博--外科护理学/作业/25.第十九章 肛管疾病病人的护理.json"}
				]
			},
			/****{
				name: "第一学期-梁英梅--病原生物与免疫学（护理专业）",
				vals: [
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第一学期/梁英梅--病原生物与免疫学（护理专业）/考试/病面前8章知识测验.json"}
				]
			},
			{
				name: "第一学期-周芳乐--2020级大学英语线上学习",
				vals: [
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第一学期/周芳乐--2020级大学英语线上学习/考试/大学英语1线上学习测试.json"}
				]
			},
			{
				name: "第二学期-周芳乐--2020级大学英语线上学习",
				vals: [
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/周芳乐--2020级大学英语线上学习/作业1.json"},
					
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/周芳乐--2020级大学英语线上学习/考试/大学英语线上学习总结测试.json"}
				]
			},
			{
				name: "第二学期-黄淑燕--2020级《毛泽东思想和中国特色社会主义理论体系概论》",
				vals: [
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/黄淑燕--2020级《毛泽东思想和中国特色社会主义理论体系概论》/2020—2021—2学期《毛概》期中随堂测验.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/黄淑燕--2020级《毛泽东思想和中国特色社会主义理论体系概论》/第八章.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/黄淑燕--2020级《毛泽东思想和中国特色社会主义理论体系概论》/第七章.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/黄淑燕--2020级《毛泽东思想和中国特色社会主义理论体系概论》/第六章.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/黄淑燕--2020级《毛泽东思想和中国特色社会主义理论体系概论》/第五章.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/黄淑燕--2020级《毛泽东思想和中国特色社会主义理论体系概论》/第四章.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/黄淑燕--2020级《毛泽东思想和中国特色社会主义理论体系概论》/第三章.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/黄淑燕--2020级《毛泽东思想和中国特色社会主义理论体系概论》/第二章.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/黄淑燕--2020级《毛泽东思想和中国特色社会主义理论体系概论》/第一章.json"}
				]
			},****/
			/**{
				name: "第二学期-关小丽--药理学",
				vals: [
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/关小丽--药理学/.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/关小丽--药理学/.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/关小丽--药理学/.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/关小丽--药理学/.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/关小丽--药理学/.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/关小丽--药理学/.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/关小丽--药理学/.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/关小丽--药理学/.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/关小丽--药理学/.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/关小丽--药理学/.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/关小丽--药理学/.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/关小丽--药理学/.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/关小丽--药理学/.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/关小丽--药理学/.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/关小丽--药理学/.json"}
				]
			},*//****
			{
				name: "第二学期-蔡姗珊--大学英语2",
				vals: [
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/蔡姗珊--大学英语2/英译中.json"}
				]
			},
			{
				name: "第二学期-车少冬--2020级，人体解剖补考",
				vals: [
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/车少冬--2020级，人体解剖补考/人体解剖学练习.json"},
					
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/车少冬--2020级，人体解剖补考/考试/2020级护理专业 人体解剖学与组织胚胎学.json"}
				]
			},
			{
				name: "第二学期-梁英梅--病免补考",
				vals: [
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/梁英梅--病免补考/2020级护理病免复习题.json"},
					
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/梁英梅--病免补考/考试/2020级护理病免补考试题.json"}
				]
			},****/
			/**{
				name: "第一学期-陆海帆--护理学导论",
				vals: [
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第一学期/陆海帆--护理学导论/.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第一学期/陆海帆--护理学导论/.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第一学期/陆海帆--护理学导论/.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第一学期/陆海帆--护理学导论/.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第一学期/陆海帆--护理学导论/.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第一学期/陆海帆--护理学导论/.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第一学期/陆海帆--护理学导论/.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第一学期/陆海帆--护理学导论/.json"}
				]
			},*/
			/**{
				name: "第二学期-陆海帆--基础护理学课程",
				vals: [
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/陆海帆--基础护理学课程/.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/陆海帆--基础护理学课程/.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/陆海帆--基础护理学课程/.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/陆海帆--基础护理学课程/.json"},
					
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/陆海帆--基础护理学课程/考试/.json"}
				]
			},*//****
			{
				name: "第二学期-车少冬--20级生理学",
				vals: [
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/车少冬--20级生理学/作业.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/车少冬--20级生理学/第五章1.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/车少冬--20级生理学/第四章.json"},
					
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/车少冬--20级生理学/考试/练习考试.json"}
				]
			},
			{
				name: "第二学期-车少冬--20级护理专业 5.12基础知识竞赛",
				vals: [
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/车少冬--20级护理专业 5.12基础知识竞赛/考试/20级护理专业基础理论知识竞赛.json"}
				]
			},
			{
				name: "第三学期-黄新若--健康评估",
				vals: [
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/黄新若--健康评估/第三章 常见症状评估.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/黄新若--健康评估/绪论、健康资料.json"}
				]
			},
			{
				name: "第三学期-于美虹--病理学与病理生理学补考",
				vals: [
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/于美虹--病理学与病理生理学补考/考试/20级护理 《病理学与病理生理学》补考.json"}
				]
			},
			{
				name: "第三学期-陆海帆--基础护理学",
				vals: [
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/陆海帆--基础护理学/20级护理《基础护理学1》补考复习作业.json"},
					
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/陆海帆--基础护理学/考试/20级护理《基础护理学1》补考.json"}
				]
			},
			{
				name: "第三学期-冯博--外科护理学",
				vals: [
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/冯博--外科护理学/第十七章 胃十二指肠疾病病人的护理.2.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/冯博--外科护理学/第十八章 肠疾病病人的护理.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/冯博--外科护理学/第十七章 胃十二指肠疾病病人的护理.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/冯博--外科护理学/第十六章 急性化脓性腹膜炎和腹部损伤病人的护理.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/冯博--外科护理学/第十五章 腹外疝病人的护理.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/冯博--外科护理学/第十四章  乳房疾病病人的护理.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/冯博--外科护理学/第十三章 胸部疾病病人的护理.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/冯博--外科护理学/第十二章 颈部疾病病人的护理.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/冯博--外科护理学/第十一章 颅脑疾病病人的护理.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/冯博--外科护理学/第九章 损伤病人的护理.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/冯博--外科护理学/第07章 手术前后病人的护理.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/冯博--外科护理学/第三至五章  营养支持病人的护理、 外科休克病人的护理、麻醉病人的护理.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/冯博--外科护理学/第2章 水、电解质及酸碱平衡失调病人的护理.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/冯博--外科护理学/第二章  水、电解质及酸碱平衡失调病人的护理.json"}
				]
			},
			{
				name: "第一学期-⑥陆海帆--护理学导论",
				vals: [
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第一学期/⑥陆海帆--护理学导论/第八章  护理安全与职业防护.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第一学期/⑥陆海帆--护理学导论/第七章  护理程序.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第一学期/⑥陆海帆--护理学导论/第六章  评判性思维与临床护理决策.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第一学期/⑥陆海帆--护理学导论/第五章  护理理论与模式.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第一学期/⑥陆海帆--护理学导论/第四章  护理支持性理论.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第一学期/⑥陆海帆--护理学导论/第三章  护士与病人.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第一学期/⑥陆海帆--护理学导论/第二章  健康与疾病.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第一学期/⑥陆海帆--护理学导论/第一章  绪论.json"}
				]
			},
			{
				name: "第一学期-⑥陈韵--20护理《病原生物学与免疫学》",
				vals: [
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第一学期/⑥陈韵--20护理《病原生物学与免疫学》/考试/第一部分  免疫学基础测验.json"}
				]
			},
			{
				name: "第一学期-⑥周芳乐--2020级大学英语线上学习",
				vals: [
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第一学期/⑥周芳乐--2020级大学英语线上学习/考试/大学英语1线上学习测试.json"}
				]
			},
			{
				name: "第二学期-⑥周芳乐--2020级大学英语线上学习",
				vals: [
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/⑥周芳乐--2020级大学英语线上学习/作业1.json"},
					
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/⑥周芳乐--2020级大学英语线上学习/考试/大学英语线上学习总结测试.json"}
				]
			},
			{
				name: "第二学期-⑥李明运--毛泽东思想和中国特色社会主义理论体系概论",
				vals: [
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/⑥李明运--毛泽东思想和中国特色社会主义理论体系概论/第十章.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/⑥李明运--毛泽东思想和中国特色社会主义理论体系概论/第九章.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/⑥李明运--毛泽东思想和中国特色社会主义理论体系概论/第八章.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/⑥李明运--毛泽东思想和中国特色社会主义理论体系概论/第七章.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/⑥李明运--毛泽东思想和中国特色社会主义理论体系概论/第三章作业.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/⑥李明运--毛泽东思想和中国特色社会主义理论体系概论/第四章作业.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/⑥李明运--毛泽东思想和中国特色社会主义理论体系概论/第一章作业.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/⑥李明运--毛泽东思想和中国特色社会主义理论体系概论/第五章作业.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/⑥李明运--毛泽东思想和中国特色社会主义理论体系概论/第二章作业.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/⑥李明运--毛泽东思想和中国特色社会主义理论体系概论/第六章作业.json"}
				]
			},
			{
				name: "第二学期-⑥陈兰--药理学",
				vals: [
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/⑥陈兰--药理学/第10~17章作业.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/⑥陈兰--药理学/第5-9章练习题.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/⑥陈兰--药理学/第1-4章练习.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/⑥陈兰--药理学/第二十四章  肾上腺皮质激素类药.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/⑥陈兰--药理学/第十三章 第十四章课后作业.json"}
				]
			},
			{
				name: "第二学期-⑥蔡姗珊--大学英语2",
				vals: [
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/⑥蔡姗珊--大学英语2/英译中.json"}
				]
			},
			{
				name: "第二学期-⑥莫巧芳--生理学",
				vals: [
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/⑥莫巧芳--生理学/第十一章内分泌.json"}
				]
			},
			{
				name: "第二学期-⑥车少冬--20级护理专业 5.12基础知识竞赛",
				vals: [
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/⑥车少冬--20级护理专业 5.12基础知识竞赛/考试/20级护理专业基础理论知识竞赛.json"}
				]
			},
			{
				name: "第二学期-⑥车少冬--20级生理学",
				vals: [
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/⑥车少冬--20级生理学/作业.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/⑥车少冬--20级生理学/第四章.json"},
					
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第二学期/⑥车少冬--20级生理学/考试/练习考试.json"}
				]
			},
			{
				name: "第三学期-⑥施秋桃--健康评估（第4版）",
				vals: [
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/⑥施秋桃--健康评估（第4版）/第七章 08脑脊液检查.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/⑥施秋桃--健康评估（第4版）/第七章 06肾功能检查.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/⑥施秋桃--健康评估（第4版）/第七章 01血液一般检查.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/⑥施秋桃--健康评估（第4版）/第四章 10脊柱与四肢评估.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/⑥施秋桃--健康评估（第4版）/第4章 08腹部评估.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/⑥施秋桃--健康评估（第4版）/第4章 07心脏和血管评估.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/⑥施秋桃--健康评估（第4版）/第4章 06肺脏评估.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/⑥施秋桃--健康评估（第4版）/第4章 05胸壁和胸廓评估.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/⑥施秋桃--健康评估（第4版）/第4章 04头部和颈部评估.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/⑥施秋桃--健康评估（第4版）/第4章 03节皮肤和淋巴结评估.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/⑥施秋桃--健康评估（第4版）/第4章 02一般状态评估.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/⑥施秋桃--健康评估（第4版）/第4章 01节身体评估的基本方法.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/⑥施秋桃--健康评估（第4版）/第三章 16抽搐与惊厥17意识障碍18情感障碍.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/⑥施秋桃--健康评估（第4版）/第三章 13便血14腹泻与黑便15排尿异常.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/⑥施秋桃--健康评估（第4版）/第三章 10黄疸11恶心与呕吐12呕血与黑便.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/⑥施秋桃--健康评估（第4版）/第三章 06心悸07发绀08水肿09皮肤黏膜出血.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/⑥施秋桃--健康评估（第4版）/第三章 03呼吸困难04咳嗽与咳痰05咯血.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/⑥施秋桃--健康评估（第4版）/第一章 健康资料 第二章 健康史评估.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/⑥施秋桃--健康评估（第4版）/第三章 01发热、02疼痛.json"},
					
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/⑥施秋桃--健康评估（第4版）/考试/健康评估第01-03章测验.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/⑥施秋桃--健康评估（第4版）/考试/第07-09章.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/⑥施秋桃--健康评估（第4版）/考试/第04-06章.json"}
				]
			},
			{
				name: "第三学期-⑥陆雯--2020级妇产科护理学",
				vals: [
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/⑥陆雯--2020级妇产科护理学/二. 妊娠期妇女护理  5.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/⑥陆雯--2020级妇产科护理学/二. 妊娠期妇女护理  4.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/⑥陆雯--2020级妇产科护理学/二. 妊娠期妇女护理  3.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/⑥陆雯--2020级妇产科护理学/二 .妊娠期妇女护理  2.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/⑥陆雯--2020级妇产科护理学/二. 妊娠期妇女护理  1.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/⑥陆雯--2020级妇产科护理学/2.女性生殖系统生理.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/⑥陆雯--2020级妇产科护理学/1.女性生殖系统解剖.json"}
				]
			},
			{
				name: "第三学期-⑥吴小燕--外科护理学",
				vals: [
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/⑥吴小燕--外科护理学/水电解质酸碱平衡.json"}
				]
			},
			{
				name: "第三学期-⑥李明运--《形势与政策》",
				vals: [
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/⑥李明运--《形势与政策》/考试/形势与政策 测试题.json"}
				]
			},
			{
				name: "第三学期-⑥施秋桃--内科护理学",
				vals: [
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/⑥施秋桃--内科护理学/第二章第十一节呼吸衰竭.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/⑥施秋桃--内科护理学/第二章第十节自发性气胸.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/⑥施秋桃--内科护理学/第二章第九节支气管肺癌.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/⑥施秋桃--内科护理学/第二章第八节肺结核.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/⑥施秋桃--内科护理学/第二章第七节肺炎.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/⑥施秋桃--内科护理学/第二章第六节支气管扩张.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/⑥施秋桃--内科护理学/第二章第五节慢性肺源性心脏病.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/⑥施秋桃--内科护理学/第二章第四节慢性支气管炎和慢阻肺.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/⑥施秋桃--内科护理学/第二章第三节支气管哮喘.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/⑥施秋桃--内科护理学/第二章第二节急性呼吸道感染.json"},
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/⑥施秋桃--内科护理学/第二章第一节常见症状体征的护理.json"},
					
					{"type": "icveappzjy2-json", "file": "云课堂智慧职教/职教云/APP/第三学期/⑥施秋桃--内科护理学/考试/第2章 呼吸系统.json"}
				]
			}****/
		]
	},
	{
		optname: "《基础护理学实训与学习指导》",
		options: [
			{
				name: "第二/三/四学期-基础护理学-全章习题",
				vals: [
					{"type": "plain-txt", "file": "基础护理学实训与学习指导/第一章 医院和住院环境.txt"},
					{"type": "plain-txt", "file": "基础护理学实训与学习指导/第二章 入院和出院护理.txt"},
					{"type": "plain-txt", "file": "基础护理学实训与学习指导/第三章 舒适与安全.txt"},
					{"type": "plain-txt", "file": "基础护理学实训与学习指导/第四章 医院感染的预防和控制.txt"},
					{"type": "plain-txt", "file": "基础护理学实训与学习指导/第五章 清洁护理.txt"},
					{"type": "plain-txt", "file": "基础护理学实训与学习指导/第六章 休息与活动.txt"},
					{"type": "plain-txt", "file": "基础护理学实训与学习指导/第七章 生命体征的观察与护理.txt"},
					{"type": "plain-txt", "file": "基础护理学实训与学习指导/第八章 饮食护理.txt"},
					{"type": "plain-txt", "file": "基础护理学实训与学习指导/第九章 排泄护理.txt"},
					{"type": "plain-txt", "file": "基础护理学实训与学习指导/第十章 药物疗法与过敏试验法.txt"},
					{"type": "plain-txt", "file": "基础护理学实训与学习指导/第十一章 静脉输液和输血.txt"},
					{"type": "plain-txt", "file": "基础护理学实训与学习指导/第十二章 冷热疗法.txt"},
					{"type": "plain-txt", "file": "基础护理学实训与学习指导/第十三章 标本采集.txt"},
					{"type": "plain-txt", "file": "基础护理学实训与学习指导/第十四章 病情观察和危重病人的抢救技术.txt"},
					{"type": "plain-txt", "file": "基础护理学实训与学习指导/第十五章 临终病人的护理.txt"},
					{"type": "plain-txt", "file": "基础护理学实训与学习指导/第十六章 医疗和护理文件记录.txt"}
				]
			}
		]
	},
	{
		optname: "《健康评估实训与学习指导》",
		prop: {disabled: true}, options: [
			{
				name: "第三学期-健康评估-全章习题",
				vals: [
					{"type": "plain-txt", "file": "健康评估实训与学习指导/第一章 健康资料与健康史评估.txt"},
					{"type": "plain-txt", "file": "健康评估实训与学习指导/第二章 常见症状评估.txt"},
					{"type": "plain-txt", "file": "健康评估实训与学习指导/第三章 身体评估.txt"},
					{"type": "plain-txt", "file": "健康评估实训与学习指导/第四章 心理评估与社会评估.txt"},
					{"type": "plain-txt", "file": "健康评估实训与学习指导/第五章 实验室检查.txt"},
					{"type": "plain-txt", "file": "健康评估实训与学习指导/第六章 心电图检查.txt"},
					{"type": "plain-txt", "file": "健康评估实训与学习指导/第七章 影像学检查.txt"},
					{"type": "plain-txt", "file": "健康评估实训与学习指导/第八章 护理诊断的思维方法.txt"},
					{"type": "plain-txt", "file": "健康评估实训与学习指导/第九章 健康评估记录.txt"}
				]
			}
		]
	},
	{
		optname: "《护理管理学（第二版）》",
		prop: {disabled: true}, options: [
			{
				name: "第三学期-护理管理学-全章习题",
				vals: [
					{"type": "plain-txt", "file": "护理管理学（第二版）/第1章 绪论.txt"},
					{"type": "plain-txt", "file": "护理管理学（第二版）/第2章 管理理论概述.txt"},
					{"type": "plain-txt", "file": "护理管理学（第二版）/第3章 计划与目标.txt"},
					{"type": "plain-txt", "file": "护理管理学（第二版）/第4章 组织与组织管理.txt"},
					{"type": "plain-txt", "file": "护理管理学（第二版）/第5章 领导与决策.txt"},
					{"type": "plain-txt", "file": "护理管理学（第二版）/第6章 护理风险管理与危机管理.txt"},
					{"type": "plain-txt", "file": "护理管理学（第二版）/第7章 护理人力资源管理.txt"},
					{"type": "plain-txt", "file": "护理管理学（第二版）/第8章 护理法律法规与制度.txt"},
					{"type": "plain-txt", "file": "护理管理学（第二版）/第9章 护理质量管理.txt"},
					{"type": "plain-txt", "file": "护理管理学（第二版）/第10章 护理质量管理实践.txt"},
					{"type": "plain-txt", "file": "护理管理学（第二版）/第11章 护理信息管理.txt"}
				]
			}
		]
	},
	{
		optname: "《内科护理学学习与实训指导》",
		options: [
			{
				name: "第三/四学期-内科护理学-第一至二章",
				vals: [
					{"type": "plain-txt", "file": "内科护理学学习与实训指导/第一章 绪论.txt"},
					{"type": "plain-txt", "file": "内科护理学学习与实训指导/第二章 呼吸系统疾病病人的护理.txt"}
				]
			}
		]
	}/**,
	{
		optname: "",
		// attributes HTMLDOM 属性
		attr: {},
		// properties JSObject 属性
		prop: {},
		options: [
			{
				name: "",
				// attributes HTMLDOM 属性
				attr: {},
				// properties JSObject 属性
				prop: {},
				vals: []
			}
		]
	}*/
];
catalog.updateAttr = function($obj, $el)
{
	if(Object.prototype.toString.call($obj) === "[object Object]")
	{
		for(let [k, v] of Object.entries($obj))
		{
			$el.setAttribute(k, v);
		}
	}
};
catalog.updateProp = function($obj, $el)
{
	if(Object.prototype.toString.call($obj) === "[object Object]")
	{
		for(let [k, v] of Object.entries($obj))
		{
			$el[k] = v;
		}
	}
};
catalog.init = function($select)
{
	try
	{
		sessionStorage.getItem("queslib-check-browser") || (/(iPhone|iPad|iPod|iOS)/i).test(navigator.userAgent) && ($select.style.display = "none") && (new $.Zebra_Dialog("网站未适配苹果浏览器，如遇问题请反馈给开发者！", {buttons: ["知道了"], modal: false})) && sessionStorage.setItem("queslib-check-browser", "ok");
		sessionStorage.getItem("queslib-check-ie") || ((!+[1,]) || self.ActiveXObject || self.attachEvent) && (new $.Zebra_Dialog("不推荐使用IE浏览器访问，如遇问题请更换其他浏览器！", {buttons: ["知道了"], modal: false})) && sessionStorage.setItem("queslib-check-ie", "ok");
	}
	catch(e)
	{
		console.warn(e);
	}
	// 清空选项（包括空白节点）
	while($select.childNodes.length)
	{
		$select.removeChild($select.childNodes[0]);
	}
	// 重新添加选项
	catalog.forEach(function($group, $i, $ars)
	{
		console.log("群组", $group.optname);
		$select.append(document.createTextNode("\n" + ("\t").repeat(5)));
		let group = document.createElement("optgroup");
		($group.optname != null) && (group.label = $group.optname);
		// 更新群组的属性和特性
		catalog.updateAttr($group.attr, group), catalog.updateProp($group.prop, group);
		$group.options && $group.options.forEach(function($opt, $i2, $ars2)
		{
			console.log("群组选项", $opt.name);
			group.append(document.createTextNode("\n" + ("\t").repeat(6)));
			let opt = document.createElement("option");
			($opt.name != null) && (opt.label = $opt.name);
			// 更新选项的属性和特性
			catalog.updateAttr($opt.attr, opt), catalog.updateProp($opt.prop, opt);
			$opt.vals && (opt.value = JSON.stringify($opt.vals, null, 0));
			group.append(opt);
			if($i2 == ($ars2.length - 1))
			{
				group.append(document.createTextNode("\n" + ("\t").repeat(5)));
			}
		});
		$select.append(group);
		if($i == ($ars.length - 1))
		{
			// $select.append(document.createTextNode("\n" + ("\t").repeat(4)));
		}
	});
};